7zip
adw-gtk-theme
alacritty
base
base-devel
bat
bridge-utils
btop
cava
dnsmasq
efibootmgr
eza
fastfetch
fd
ffmpeg4.4
firefox
flatpak
fuzzel
fzf
git
grub
htop
jq
kitty
libvirt
linux
linux-firmware
man-db
man-pages
matugen
nano
neovim
networkmanager
niri
noctalia-shell
nwg-look
papirus-icon-theme
pipewire-pulse
python-pywalfox
qemu-base
qemu-emulators-full
qemu-full
resvg
ripgrep
sddm
sddm-theme-tokyo-night-git
stow
swww
ttf-jetbrains-mono-nerd
ttf-ms-fonts
unzip
upower
vde2
vi
vim
virt-manager
virt-viewer
wget
xdg-desktop-portal-gtk
xwayland-satellite
yay
yay-debug
yazi
zed
zip
zoxide
zsh
